<?php
return [
    'SendStatus' => [
        '1' => 'عملیات با موفقیت انجام شد',
        '0' => 'مشکلی در سامانه رخ داده است، لطفا با پشتیبانی در تماس باشید',
        '10' => 'کلید وب سرویس نامعتبر است',
        '11' => 'کلید وب سرویس غیرفعال است',
        '12' => 'کلید وب‌ سرویس محدود به IP‌های تعریف شده می‌باشد',
        '13' => 'حساب کاربری غیر فعال است',
        '14' => 'حساب کاربری در حالت تعلیق قرار دارد',
        '20' => 'تعداد درخواست بیشتر از حد مجاز است',
        '101' => 'شماره خط نامعتبر میباشد',
        '102' => 'اعتبار کافی نمیباشد',
        '103' => 'درخواست شما دارای متن (های) خالی است',
        '104' => 'درخواست شما دارای موبایل (های) نادرست است',
        '105' => 'تعداد موبایل ها بیشتر از حد مجاز (100 عدد) میباشد',
        '106' => 'تعداد متن ها بیشتر از حد مجاز (100 عدد) میباشد',
        '107' => 'لیست موبایل ها خالی میباشد',
        '108' => 'لیست متن ها خالی میباشد',
        '109' => 'زمان ارسال نامعتبر میباشد',
        '110' => 'تعداد شماره موبایل ها و تعداد متن ها برابر نیستند',
        '111' => 'با این شناسه ارسالی ثبت نشده است',
        '112' => 'رکوردی برای حذف یافت نشد',
        '113' => 'قالب یافت نشد',
    ],
    'DeliveryStatus' => [
        '1' => 'رسیده به گوشی',
        '2' => 'نرسیده به گوشی',
        '3' => 'پردازش در مخابرات',
        '4' => 'نرسیده به مخابرات',
        '5' => 'رسیده به مخابرات',
        '6' => 'خطا',
        '7' => 'لیست سیاه',
    ],
    'menu' => [

    ]
];
